---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueLoadPhase2
source: html/495b2848-bdd3-306b-322c-cb061ca05ed5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueLoadPhase2 Property

"True Load Phase 2"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecTrueLoadPhase2 { get; }
```